[
	{
		//nations
		"name": "Babylon",
		"leaderName": "Nebuchadnezzar II",
		"adjective": ["Babylonian"],
		"startBias": ["Avoid Tundra"],
		"preferredVictoryType": "Scientific",
		
		"startIntroPart1": "May the blessings of heaven be upon you, O great Nebuchadnezzar, father of mighty and ancient Babylon! Young was the world when Sargon built Babylon some five thousand years ago, long did it grow and prosper, gaining its first empire the eighteenth century BC, under godlike Hammurabi, the giver of law. Although conquered by the Kassites and then by the Assyrians, Babylon endured, emerging phoenix-like from its ashes of destruction and regaining its independence despite its many enemies. Truly was Babylon the center of arts and learning in the ancient world. O Nebuchadnezzar, your empire endured but a short time after your death, falling to the mighty Persians, and then to the Greeks, until the great city was destroyed by 141 BC.",
		"startIntroPart2": "But is Babylon indeed gone forever, great Nebuchadnezzar? Your people look to you to bring the empire back to life once more. Will you accept the challenge? Will you build a civilization that will stand the test of time?",
		
		"declaringWar": "The demon wants the blood of soldiers!",
		"attacked": "Oh well, I presume you know what you're doing.",
		"defeated": "It is over. Perhaps now I shall have peace, at last.",
		"introduction": "Are you real or a phantom?",
		
		"neutralHello": "Greetings.",
		"hateHello": "What do YOU want?!",
		
		"tradeRequest": "It appears that you do have a reason for existing – to make this deal with me.",
				
		"outerColor": [27,53,63],
		"innerColor": [213,249,255],
		"unique": "INGENUITY",
		"cities": ["Babylon","Akkad","Dur-Kurigalzu","Nippur","Borsippa","Sippar","Opis","Mari","Shushan","Eshnunna",
			"Ellasar","Erech","Kutha","Sirpurla","Neribtum","Ashur","Ninveh","Nimrud","Arbela","Nuzi",
			"Arrapkha","Tutub","Shaduppum","Rapiqum","Mashkan Shapir","Tuttul","Ramad","Ana","Haradum","Agrab",
			"Uqair","Gubba","Hafriyat","Nagar","Shubat Enlil","Urhai","Urkesh","Awan","Riblah","Tayma"]
	},
	{
		"name": "Greece",
		"leaderName": "Alexander",
		"adjective": ["Greek"],
		"startBias": ["Coast"],
//		"preferredVictoryType":"Diplomatic",
		
		"startIntroPart1": "May the blessings of the gods be upon you, oh great King Alexander! You are the ruler of the mighty Greek nation. Your people lived for so many years in isolated city-states - legendary cities such as Athens, Sparta, Thebes - where they gave the world many great things, such as democracy, philosophy, ragedy, art and architecture, the very foundation of Western Civilization. Although few in number and often hostile to each other, in the 5th century BC they were able to defeat their much larger neighbor, Persia, on land and sea.",
		"startIntroPart2": "Alexander, your people stand ready to march to war, to spread the great Greek culture to millions and to bring you everlasting glory. Are you ready to accept your destiny, King Alexander? Will you lead your people to triumph and greatness? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "You are in my way, you must be destroyed.",
		"attacked": "As a matter of fact I too grow weary of peace.",
		"defeated": "You have somehow become my undoing! What kind of beast are you?",
		"introduction": "Hello stranger! I am Alexandros, son of kings and grandson of the gods!",
		
		"neutralHello": "Greetings!",
		"hateHello": "What?",
		
		"tradeRequest": "My friend, does this seem reasonable to you?",
				
		"outerColor": [181, 232, 232],
		"innerColor": [68,142,249],
		"unique": "HELLENIC_LEAGUE",
		"cities": ["Athens","Sparta","Corinth","Argos","Knossos","Mycenae","Pharsalos","Ephesus","Halicarnassus","Rhodes",
			"Eretria","Pergamon","Miletos","Megara","Phocaea","Sicyon","Tiryns","Samos","Mytilene","Chios",
			"Paros","Ellis","Syracuse","Herakleia","Gortyn","Chalkis","Pylos","Pella","Naxos","Sicyon",
			"Larissa","Apollonia","Messene","Orchomenos","Ambracia","Kos","Knidos","Amphipolis",
			"Patras","Lamia","Nafplion","Apolyton"]
	}
	
	//Barbarian
	{
		"name": "Barbarians",
		"outerColor": [0,0,0],
		"innerColor": [182,0,0]
	}
]